export type ProfileData = {
  name: string;
  lines: string[];
  slogan: string;
};


export const profile: any = {
  en: {
      name: "Rukshana Kapali",
      lines: [
        "Candidate for House of Representatives Election, 2026.",
        "Proportional Representation Candidate no. 2, Progressive Democratic Party.",
      ],
      slogan: "Vote for Social Justice. Vote for Change.",
    },
    ne: {
      name: "रुक्शना कपाली",
      lines: [
        "प्रतिनिधि सभा निर्वाचन, २०८२ को उम्मेदवार ।",
        "समानुपातिक उम्मेदवार, क्रम संख्या २, प्रगतिशील लोकतान्त्रिक पार्टी ।",
      ],
      slogan: "सामाजिक न्यायका लागि मतदान। परिवर्तनका लागि मतदान।",
    },
    new: {
        name: "रुक्शना कपाली",
        lines: [
            "𑐥𑑂𑐬𑐟𑐶𑐣𑐶𑐢𑐶 𑐳𑐨𑐵 𑐟𑑅𑐮𑑂𑐫𑐖𑑂𑐫𑐵, 𑑑𑑑𑑔𑑖 𑐫𑐵 𑐄𑐩𑑂𑐩𑐾𑐡𑐰𑐵𑐬",
            "𑐳𑐩𑐵𑐣𑐸𑐥𑐵𑐟𑐶𑐎 𑐄𑐩𑑂𑐩𑐾𑐡𑐰𑐵𑐬, 𑐮𑑂𑐫𑐵𑑅 𑑒, 𑐥𑑂𑐬𑐐𑐟𑐶𑐳𑐶𑐮 𑐮𑑀𑐎𑐟𑐵𑑄𑐟𑑂𑐬𑐶𑐎 𑐥𑐵𑐬𑑂𑐟𑐶",
        ],
        slogan: "𑐳𑐵𑐩𑐵𑐖𑐶𑐎 𑐣𑑂𑐫𑐵𑐫 𑐰 𑐴𑑂𑐫𑐹𑐥𑐵𑑅𑐫𑐵 𑐣𑐶𑑄𑐟𑐶𑑄 𑐩𑐟𑐡𑐵𑐣 𑑋",
    },
    tib: {
        name: "རུཀཤན་ཁ་པ་ལི།",
        lines: [
            "སྤྱི་ལོ། ༢༠༢༦ ལོའི་འཐུས་མི་ལྷན་ཚོགས་ཀྱི་འོས་བསྡུའི་འོས་མི།",
            "གྲངས་འབོར་ལྟར་འོས་འདེམས་བྱེད་པའི་འོས་མི་ཨང་ ༢ པ།",
        ],
        slogan: "མདུན་སྐྱོད་དམངས་གཙོ་ཚོགས་པ།",
    },

};